{
    "HELLO": "Hey there, looks like you want to learn about Luke! \n![luke_main](https://raw.githubusercontent.com/lukelin10/LearnAboutLuke/master/img/luke_main.jpg) \n Props to Esther Crawford for the original bot and this amazing idea\n Luke is currently a product director for an SF startup. He's passionate about solivng hard problems and building products that leverage data analytics. \n What do you want to learn about luke? %[Kid Luke](postback:kid_luke) %[Big Luke](postback:big_luke) %[Hip (hop) Luke!](postback:hip_luke) \n Say 'connect' at anytime to get in touch",
    "CONNECT": "Shoot Luke an email at lukelin10@gmail.com to connect with him \n![luke_climbing](https://raw.githubusercontent.com/lukelin10/LearnAboutLuke/master/img/luke_climbing.jpg) \n Here's to climbing to new heights with Luke! (Luke loves his puns, also)",
    "REWIND": "Welcome to learn about Luke! \n What do you want to learn about? %[Kid Luke](postback:kid_luke) %[Big Luke](postback:big_luke) %[Hip (hop) Luke!](postback:hip_luke)",
    "KID LUKE": "Boy, you're in for a trip! \n Luke was originally MIT (made in Taiwan) and grew up in North Carolina. With one older sister, Luke quickly became a pro at getting others in trouble \n![kid_jpg](https://raw.githubusercontent.com/lukelin10/LearnAboutLuke/master/img/luke_kid.jpg) \n As a tarheel born and bred, he spent his college years at UNC-Chapel Hill learning Business and Chinese %[College days](postback:college_days) %[Random Luke fact](postback:random_fact) \n PS: If you ever want to change the subject, just say 'rewind'",
    "COLLEGE DAYS": "Luke lived and breathed UNC basketball \n![unc](https://raw.githubusercontent.com/lukelin10/LearnAboutLuke/master/img/luke_unc.jpg) \n When he wasn't rooting on his tarheels, Luke got involved with campus dance teams, a business fraternity, and was an AE for the newspaper! \n In his 2nd year, he spent spring break doing community service at a homeless shelter in Atlanta. Ever since, he's been an advocate of social impact \n Right after graduation, he spent 5 weeks in India conducting reserach on microinsurance %[Social Impact](postback:social_impact) %[Random Luke fact](postback:random_fact) %[Rewind](postback:rewind)",
    "SOCIAL IMPACT": "In Atlanta, Luke was exposed to poverty for the first time in his life \n The experience taught Luke to cherish his blessings and work hard to help others \n After college, Luke helped an NC non-profit, REACH, raise $20k+ to build schools in Vietnam \n In SF, Luke currently volunteers with Acumen, a social venture capital company %[Random Luke fact](postback:random_fact) %[Rewind](postback:rewind)",
    "RANDOM LUKE FACT": "In high school, Luke wanted to be a rapper. He often wrote lyrics and even has a performance that will never make its way to youtube %[Another fact!](postback:anotherfact) %[Rewind](postback:rewind)",
    "ANOTHER FACT!": "Luke's high school was called the NC School of Science and Math \n![ncssm](https://raw.githubusercontent.com/lukelin10/LearnAboutLuke/master/img/ncssm.jpg) \n His high school has actually been undefeated in football since 1980. Go unicorns! %[One more fact](postback:one_more_fact) %[Rewind](postback:rewind)",
    "ONE MORE FACT": "Luke loved his video games as a kid. Some favorites included Chrono Trigger, Pokemon, and Starcraft. %[Favorite Pokemon?](postback:pokemon) %[Starcraft race](postback:starcraft) %[Rewind](postback:rewind)",
    "FAVORITE POKEMON?": "Luke's favorite pokemon was Articuno. Because Articuno was both a flying and ice Pokemon, it held advantages against almost all other Pokemon types #efficiency %[Big Luke](postback:big_luke) %[Rewind](postback:rewind)",
    "STARCRAFT RACE": "Luke was unstoppable playing Starcraft as Terran. \n![siegetanks](https://raw.githubusercontent.com/lukelin10/LearnAboutLuke/master/img/siegetanks.jpg) \n Siege tanks with marines were his go-to strategy %[Big Luke](postback:big_luke) %[Rewind](postback:rewind)",
    "BIG LUKE": "Big Luke's been up to a lot since college! \n Luke spent 4 years at General Electric honing his strategy and quantitative skills \n He started with their Finance Management Program and later led pricing for a $1B business that became GE Digital \n Since then, he's been leading product at a pricing analytics startup called Wiser %[GE Days](postback:GE_days) %[Wiser Days](postback:Wiser_days) %[GE Interview Story](postback:GE_interview)",
    "GE INTERVIEW STORY": "When Luke first interviewed with GE, he was turned down for the onsite interview \n He was so passionate about joining GE, he called his recruiter to tell her how much he wanted to join GE. She pulled some strings and got him the onsite interview \n Ever since, Luke's used that passion and drive to help him overcome any obstacle he's encountered %[GE Days](postback:GE_days) %[Wiser Days](postback:Wiser_days)",
    "GE DAYS": "During FMP, Luke held 5 different roles across Finance within 2.5 years. The program helped him learn quickly and find the quickest way to show value \n While in Finance, Luke helped his CFO digitize their entire cost reporting stucture across 22 functions. The output reduced waste by over 90%!! \n When doing pricing, Luke rebuilt the pricing strategy and models for a $200M software arm at GE. He later realized this work with IT helped him quickly learn PM skills \n![xkcd_numbers](https://raw.githubusercontent.com/lukelin10/LearnAboutLuke/master/img/xkcd_numbers.png) \n The pricing analytics that Luke introduced at GE also helped the business uncover $200k+ that went directly to profits %[Wiser days](postback:Wiser_days) %[Random Luke Fact](postback:random_fact)",
    "WISER DAYS": "At Wiser, Luke led product strategy and execution, which helped the business grow revenue by 5x in 2014 and 2x in 2015 \n Luke also brought Wiser's dynamic pricing product from concept to market within his first year. Within the next 6 months, the product hit over $600k in ARR! \n In addition, Luke spearheaded the redesign of Wiser's webapp while coaching a team of 3 junior PMs \n In his free time, he provided Wiser's financial guidance and built their first proforma %[Dynamic pricing](postback:dynamic) %[Luke's PM beliefs](postback:PM_beliefs) %[What's next?](postback:whats_next)",
    "DYNAMIC PRICING": "To move fast, Luke found client partners to provide quick feedback on early product development \n With limited engineering resources, Luke helped by building models in excel and Python to quickly get client feedback \n![python](https://raw.githubusercontent.com/lukelin10/LearnAboutLuke/master/img/xkcd_python.png) \n Using quick feedback loops, the team was able to ship a v1 and build traction. Today Wiser has over a dozen clients using algorithm repricing %[Luke's PM beliefs](postback:PM_beliefs) %[What's next?](postback:whats_next)",
    "LUKE'S PM BELIEFS": "Luke established 3 core values as a product director. He consistently refers back to these pillars when approaching any project \n 1 - Focus on what the customer DOES \n 2 - Test and evaluate everything with data \n 3 - Find the quickest way to verify value %[User story approach](postback:user_story) %[What's next?](postback:whats_next)",
    "USER STORY APPROACH": "Luke loves problem solving and finds the user story discovery proces one of the best puzzles to solve \n He adamantly believes that all features must first define WHO are we helping and WHAT problem are we solving for them? \n From there, he tries to understand HOW his customer will use the feature/product. Then, he molds the user stories around those routines and flows %[What's next?](postback:whats_next)",
    "WHAT'S NEXT?": "Luke wants to keep solving interesting problems and level up his PM skills \n He's looking for a product and company focused on scaling and one that can help him refine his PM skills \n Added bonus! Luke loves data analytics and would be thrilled to help people solve problems with data %[What else?](postback:what_else)",
    "WHAT ELSE?": "Luke's defining characteristic is his passion and drive. Across his career, he consistently finds a way to succeed even if he doesn't start off with all the tools needed \n![mic_drop](https://raw.githubusercontent.com/lukelin10/LearnAboutLuke/master/img/micdrop.gif) \n For example, he taught himself SQL, basic Python and product design to help Wiser move its product forward \n He never gives up either. As a new PM, he fought hard for 6 months to earn the respect of his engineers and has never looked back \n That's all to learn about Luke! Shoot him an email at lukelin10@gmail.com to connect %[Hip (hop) Luke!](postback:hip_luke) %[Rewind](postback:rewind)",
    "HIP (HOP) LUKE!": "In college, Luke started hip hop dancing. Since then, dance has been part of his identity and allowed him to meet some of the best and most diverse people \n![naenae](https://raw.githubusercontent.com/lukelin10/LearnAboutLuke/master/img/naenae.gif) \n![dancing](https://raw.githubusercontent.com/lukelin10/LearnAboutLuke/master/img/luke_dance.jpg) \n He's currently on two dance teams in the bay area - Groove and Project M \n His go-to dance move is definitely the Nae Nae \n When he's not dancing, you can usually find him at the climbing gym %[Watch Luke Dance](https://www.youtube.com/watch?v=eKfwESadB7U) %[Luke and climbing](postback:climbing) %[Rewind](postback:rewind)",
    "LUKE AND CLIMBING": "Luke's other love is rock climbing and the outdoors \n![climbing_gif](https://raw.githubusercontent.com/lukelin10/LearnAboutLuke/master/img/climbing.gif) \n He hopes to one day finish all 2,200 miles of entire Appalachian Trail \n As for climbing, his current projects are Yaak Crack (5.11c) and Sweet Pain (5.12a) in Red Rocks, Nevada %[Big Luke](postback:big_luke) %[Random Luke fact](postback:random_fact) %[Rewind](postback:rewind)",
    "I LOVE YOU": "Awh, shucks! I love you too!",
    "CONNECT ME": "",
    "DISCONNECT": "Roger that, EstherBot is back."
}
